[
    {
        "id": "6331c5fb5202c0a7f5bdd5ec1",
        "name":"Dumbbell Lifting",
        "img":"./images/1.png",
        "forAge":"18-45",
        "time":10,
        "details":"Most of us have a pair of dumbbells lying around. But most of us are also guilty of letting them collect dust in the corner."
    },
    {
        "id": "6331c5fb5202c0a7f5bdd5ec2",
        "name":"Lower Leg Exercises",
        "img":"./images/2.png",
        "forAge":"12-60",
        "time":5,
        "details":"Flexibility is one of those things that many people talk about dreamily. Like, being flexible would be nice, but sigh, it’s just a pipe dream."
    },
    {
        "id": "6331c5fb5202c0a7f5bdd5ec3",
        "name":"Basketball",
        "img":"./images/3.png",
        "forAge":"18-45",
        "time":30,
        "details":"Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball through the defender's hoop"
    },
    {
        "id": "6331c5fb5202c0a7f5bdd5ec4",
        "name":"Racing",
        "img":"./images/4.png",
        "forAge":"10-45",
        "time":10,
        "details":"In sport, racing is a competition of speed, in which competitors try to complete a given task in the shortest amount of time. Typically this involves traversing some distance, but it can be any other task involving speed to reach a specific goal."
    },
    {
        "id": "6331c5fb5202c0a7f5bdd5ec5",
        "name":"Meditation",
        "img":"./images/5.png",
        "forAge":"25-65",
        "time":10,
        "details":"When we meditate, we inject far-reaching and long-lasting benefits into our lives: We lower our stress levels, we get to know our pain, we connect better, we improve our focus, and we're kinder to ourselves."
    },
    {
        "id": "6331c5fb5202c0a7f5bdd5ec6",
        "name":"Cycling",
        "img":"./images/6.png",
        "forAge":"18-45",
        "time":30,
        "details":"Cycling, also, when on a two-wheeled bicycle, called bicycling or biking, is the use of cycles for transport, recreation, exercise or sport."
    },
    {
        "id": "6331c5fb5202c0a7f5bdd5ec7",
        "name":"Push Up",
        "img":"./images/7.png",
        "forAge":"18-45",
        "time":5,
        "details":"The push-up is a common calisthenics exercise beginning from the prone position. By raising and lowering the body using the arms, push-ups exercise the pectoral muscles, triceps, and anterior deltoids, with ancillary benefits to the rest of the deltoids."
    },
    {
        "id": "6331c5fb5202c0a7f5bdd5ec8",
        "name":"Rope Jumping",
        "img":"./images/8.png",
        "forAge":"18-45",
        "time":3,
        "details":"What is jumping rope? Jumping rope is a form of exercise that involves swinging a rope around your body and jumping over it as it passes under your feet."
    },
    {
        "id": "6331c5fb5202c0a7f5bdd5ec9",
        "name":"Weight Lifting",
        "img":"./images/9.png",
        "forAge":"18-30",
        "time":5,
        "details":"Weight training is a common type of strength training for developing the strength and size of skeletal muscles. It uses the force of gravity in the form of weighted bars, dumbbells or weight stacks."
    }
]